[
    {
        "name": "Jasmine Jones",
        "image": "/assets/images/JonesJasmine_Headshot.jpeg",
        "text": "Metadata and Technical Services Archivist <br><a href=\"http:\/\/www.smith.edu\/libraries\/\" target=\"_blank\">Smith College<\/a><br><a href=\"https:\/\/twitter.com\/jmjones27\" target=\"_blank\">@jmjones27<\/a>",
        "blurb": "<p>I am the Metadata and Technical Services Archivist at Smith College Special Collections, where I lead efforts to develop policies and procedures for archival collection and special collections digital asset management. Previously I served as Project Manager for the Los Angeles Aqueduct Digital Platform at UCLA Library Special Collections and contributed to the development of the UCLA Library Special Collections Digital Project Toolkit. DLF, to me, is the confluence of all things digital—as it relates to the library, special collections, technical services and systems, and research and teaching—and I look forward to learning and thinking through the projects and ideas contributed at DLF. I see participation at the DLF Forum as a means of not only connecting Smith to the individuals and institutions who we see as models for digital initiatives, but also as a way to think deeply about the implications of the digital infrastructure we are planning to implement.</p>"
    },
    {
        "image": "/assets/images/Murrain-Headshot-sq2.jpg",
        "name": "Shanée Yvette Murrain",
        "text": "Seminary Archivist, Bishop Reverdy C. Ransom Memorial Library<br><a href=\"http:\/\/www.payne.edu\/\">Payne Theological Seminary<\/a><br><a href=\"http:\/\/shaneemurrain.blogspot.com\/\">Shaneemurrain.blogspot.com<\/a>",
        "blurb": "<p>As the first Seminary Archivist at Payne Theological Seminary my primary work involves curating the Payne Theological Seminary and African Methodist Episcopal Church Digital Archive, a collaborative project between the Internet Archive and Princeton Theological Seminary's Theological Commons Digital Initiative. Prior to joining the staff at Payne Theological Seminary, I served as the Reference and Public Services Librarian and Project Coordinator for the Religion in North Carolina Digital Collection at the Duke Divinity School Library. My research interests include digital literacy, African American religious history and archival evidence of how respective religious traditions engaged with social justice.<\/p>\r\n<p>The DLF Forum is the perfect environment to dialogue with a diverse group of colleagues about providing quality digital resource instruction that will attract new patrons to our collections and encourage self-mastery of conducting research. I am especially excited about the opportunity the DLF Forum will give me to learn about best practices for curating collections of born-digital materials, building advocacy and support for digital libraries and how small repositories can go about selecting and financially supporting digital platforms. I look forward with great anticipation to hearing how other scholars understand digital inclusion and civic engagement.<\/p>\r\n"
    },
    {
        "image": "/assets/images/Sangwand-sq2.jpg",
        "name": "T-Kay Sangwand",
        "text": "Archivist for Human Rights Documentation Initiative | Librarian for Brazilian Studies at Nettie Lee Benson Latin American Collection, <a href=\"http:\/\/www.lib.utexas.edu\/\">University of Texas at Austin<\/a><br><a href=\"http:\/\/www.twitter.com\/tttkay\">@tttkay<\/a>",
        "blurb": "<p>Hi! My name is T-Kay Sangwand and I'm the Human Rights Archivist and Librarian for Brazilian Studies at UT Austin. For the past six years, I've been working with human rights organizations in Africa, Asia, Latin America and the US on collaborative archiving projects using the post-custodial archival model. I'm currently Co-Principal Investigator on a Mellon funded project, “Post-Custodial Archival Development and Digital Scholarship: Learning from Latin America” that aims to build archival collaborations with archival institutions in Latin America and work closely with scholars to build the resulting digital archival material into their research and teaching in innovative ways. I'm excited to attend DLF for the first time and learn from colleagues who are also engaging in inter-institutional collaborations and implementing digital scholarship initiatives.<\/p>"
    },
    {
        "image": "/assets/images/Shorish_Yasmeen_sq.jpg",
        "name": "Yasmeen Shorish",
        "text": "Physical &amp; Life Sciences Librarian and Assistant Professor<br><a href=\"https:\/\/www.lib.jmu.edu\/\">James Madison University<\/a><br><a href=\"https:\/\/twitter.com\/yasmeen_azadi\">@yasmeen_azadi<\/a><br><a href=\"https:\/\/staffweb.lib.jmu.edu\/users\/shorisyl\">https:\/\/staffweb.lib.jmu.edu\/users\/shorisyl<\/a>",
        "blurb": "<p>As the point person for research data management (RDM) consulting on my campus, I can’t afford to keep a narrow perspective on the work of digital curation. I am curious to see if the wide array of representation at DLF will bear unique, yet transferable, approaches to RDM and the role of digital stewardship and research. I am looking forward to the Forum for the opportunity to learn from a larger landscape of digital scholarship and take that knowledge back to my institution to work towards impactful and sustainable practices. In order to build effective strategies that can be put into practice in a sustainable way, I believe that it is imperative to build a community of practice that is strong and diverse (in all meanings of that word).<\/p>"
    }
]