[
    {
        "image": "/assets/images/Sumitra-Duncan-sq.jpg",
        "name": "Sumitra Duncan",
        "text": "New York Art Resources Consortium (NYARC) Web Archiving Coordinator<br><a href=\"http:\/\/www.frick.org\/research\/library\">Frick Art Reference Library<br><\/a><a href=\"https:\/\/twitter.com\/artlibrariannyc\">@artlibrariannyc<\/a>",
        "blurb": "<p>As the Web Archiving Coordinator for the New York Art Resources Consortium (NYARC), I manage the project coordination and key deliverables for implementation of NYARC’s ambitious web archiving program. I’m working to create and document effective workflow procedures for capture, accessibility, description, and preservation of born-digital art resources at NYARC, which consists of the research libraries of The Frick Art Reference Library, The Museum of Modern Art, and The Brooklyn Museum. I’m very excited to attend my first DLF Forum this fall in Vancouver and am grateful for the opportunity to make new connections, gain insight, and share information with colleagues from diverse perspectives in the museum and library environments.<\/p>"
    },
    {
        "image": "/assets/images/nsreenan-sq.jpg",
        "name": "Neil Sreenan",
        "text": "Manager, Digital Asset Systems<br><a href=\"https:\/\/www.dma.org\/\">Dallas Museum of Art<\/a><br><a href=\"https:\/\/twitter.com\/nsreenan\">@nsreenan<\/a> | <a href=\"http:\/\/neilsreenan.com\/\">neilsreenan.com<\/a>",
        "blurb": "<p>As manager of Digital Asset Systems, my primary responsibility is to preserve and provide access to the digital collections of the Dallas Museum of Art. I rely on my library and information science background to do this, and as I continue to develop professionally, it has become clear to me that museums, archives, and libraries face similar challenges when it comes to digital initiatives. Working with large data sets, data integration across multiple systems, and linked open data are topics relevant to current DMA initiatives and I look forward to discussing these in particular with colleagues at the DLF Forum.<\/p>"
    },
    {
        "image": "/assets/images/Bojana-Vidovic-sq.jpg",
        "name": "Bojana Vidović",
        "text": "Librarian<br><a href=\"http:\/\/www.muzejzrenjanin.org.rs\/sr\/index.html\">National Museum Zrenjanin<\/a>, Serbia",
        "blurb": "<p>Working in the library at National Museum Zrenjanin opens many doors and enables me to learn and work in varied fields of interest. Besides caring for literature required by our users, I am also in charge of the old and rare books collection, organize exhibitions and workshops with children, and edit articles for the museum’s catalogues. Recently, I was honored to represent my institution in Glasgow, Scotland after we were nominated for the 2015 European Museum of the Year Award (EMYA).<\/p><p>Hopefully, my participation at the Forum will help me develop digital media strategies and look into new business models, so as to manage our digital content with creativity. I also hope we will discuss the boundaries between new technologies and cultural heritage in museums and libraries, especially concerning their interpretation, consumption and interaction with audiences.<\/p>"
    },
    {
        "image": "/assets/images/Scott-Williams-sq.png",
        "name": "Scott Williams",
        "text": "Data &amp; Database Administrator<br><a href=\"http:\/\/artgallery.yale.edu\/\">Yale University Art Gallery<\/a><br><a href=\"https:\/\/twitter.com\/moltude\">@moltude<\/a> | <a href=\"http:\/\/moltude.com\/\">http:\/\/moltude.com<\/a>",
        "blurb": "<p>I have been involved in museum technology for six years and serve as the Data & Database Administrator for the Yale Art Gallery since 2013. I look forward to learning about the collection, preservation and publication of born-digital objects as well as linked data projects, especially those which combine museum, library and archives datasets. I am also very interested in anything related to controlled vocabularies and their use in discovery systems or alternative methods for resource discovery.<\/p>"
    }
]