[
    {
        "image": "/assets/images/Emmelhainz_small-sq.jpg",
        "name": "Celia Emmelhainz",
        "text": "Social Sciences Data Librarian<br><a href=\"http:\/\/libguides.colby.edu\/home2\">Colby College<\/a><br><a href=\"https:\/\/twitter.com\/celiemme\">@celiemme<\/a> | <a href=\"http:\/\/databrarians.org\/\">databrarians.org<\/a>",
        "blurb": "<p>As a data librarian, I help students find resources for their research projects, as well as run a collaborative blog for librarians at <a href=\"https:\/\/web.archive.org\/web\/20150906054747\/http:\/\/databrarians.org\/\">databrarians.org<\/a>. And as an anthropologist, I’m interested in how we can safely store text, video, and images from ethnographic projects (“qualitative data archiving”) and safely share these cultural notes to increase our understanding of local communities. I have an MLIS in library science from Kent State, and an MA in anthropology from Texas A&amp;M—I’d love to talk with you if we have shared interests!<\/p>"
    },
    {
        "image": "/assets/images/galvanmilnephoto.jpg",
        "name": "Angela Galvan",
        "text": "Digital Resources and Systems Librarian<br><a href=\"http:\/\/www.geneseo.edu\/library\">SUNY Geneseo<\/a><br><a href=\"https:\/\/twitter.com\/galvan_as\">@galvan_as<\/a> | <a href=\"http:\/\/galvan.github.io\/\">http:\/\/galvan.github.io\/<\/a>",
        "blurb": "<p>I am currently Digital Reformatting Specialist and Head of Interlibrary Services for The Ohio State University Health Sciences Library. I received my MLIS from Kent State University in 2014, focusing on digital libraries, thanatosensitive information management, and information policy. My research centers on the intersection between scholarly communication, digital humanities, and resource sharing. In particular, I am excited about this year’s Liberal Arts Colleges Pre-Conference, sessions on metadata migration, open source software, and finding opportunities to support library-wide initiatives through resource sharing.<\/p>"
    },
    {
        "image": "/assets/images/Malinowski-sq.jpg",
        "name": "Christine Malinowski",
        "text": "Fellow for Research Data Management<br><a href=\"http:\/\/libraries.mit.edu\/\">MIT Libraries  <\/a> | <a href=\"https:\/\/twitter.com\/chrismalinow\">@ChrisMalinow<\/a>",
        "blurb": "<p>As the Library Fellow for Research Data Management at MIT, I work within the Libraries’ <a href=\"https:\/\/web.archive.org\/web\/20150906054747\/http:\/\/libraries.mit.edu\/data-management\/\">Data Management Services<\/a> Team to provide tools and expertise to our community for managing their research products during all stages of the data lifecycle. Prior to transitioning to librarianship and attending the <a href=\"https:\/\/web.archive.org\/web\/20150906054747\/https:\/\/ischool.uw.edu\/\">University of Washington’s iSchool<\/a>, I was the Program Manager for the <a href=\"https:\/\/web.archive.org\/web\/20150906054747\/https:\/\/www.broadinstitute.org\/\">Broad Institute<\/a>’s Chemical Biology Program where I worked to enable communication and collaboration among biomedical researchers. Throughout my career, I have cultivated my interests at the intersection of research communications, management, and optimization, and I look forward to this opportunity to interact and brainstorm with the DLF community!<\/p>"
    },
    {
        "image": "/assets/images/Hannivett-Nabahe-sq.jpg",
        "name": "Hannivett Nabahe",
        "text": "Graduate Student<br><a href=\"http:\/\/sista.arizona.edu\/\">School of Information at the University of Arizona<\/a><br><a href=\"https:\/\/twitter.com\/hnabahe\">@hnabahe<\/a>",
        "blurb": "<p>I am a second-year Knowledge River scholar and an ARL\/SAA Mosaic Fellow, part of a community of MLIS professionals committed to working on behalf of underrepresented and marginalized groups. A Chicana born outside the U.S., I have worked as library instructor with the Pima County Public Library for years, focused on providing access to information for our local Hispanic and Native peoples; after recent work with Special Collections at both the UA and UC San Diego, my goal now is to also ensure that our communities have a documented presence in the archives as well as access and an understanding of what those archives contain. A firm believer in interdisciplinary collaboration, I am eager to attend the DLF Forum to network and exchange ideas on the use of digital tools for effective outreach, the optimization of catalogs and repositories to facilitate discovery, access and preservation of cultural materials, and to further efforts in indigenous language revitalization.<\/p>"
    }

]